Repository: KDE/kcodecs
Catalog: poqm/*/kcodecs5_qt.po
Languages: cs

# KCharsets|@item Text character set
source: Western European
cs: Západoevropský

# KCharsets|@item Text character set
source: Central European
cs: Středoevropský

# KCharsets|@item Text character set
source: Baltic
cs: Pobaltský

# KCharsets|@item Text character set
source: South-Eastern Europe
cs: Jihovýchodoevropský

# KCharsets|@item Text character set
source: Turkish
cs: Turecký

# KCharsets|@item Text character set
source: Cyrillic
cs: Cyrilice

# KCharsets|@item Text character set
source: Chinese Traditional
cs: Tradiční čínština

# KCharsets|@item Text character set
source: Chinese Simplified
cs: Zjednodušená čínština

# KCharsets|@item Text character set
source: Korean
cs: Korejština

# KCharsets|@item Text character set
source: Japanese
cs: Japonština

# KCharsets|@item Text character set
source: Greek
cs: Řečtina

# KCharsets|@item Text character set
source: Arabic
cs: Arabština

# KCharsets|@item Text character set
source: Hebrew
cs: Hebrejština

# KCharsets|@item Text character set
source: Thai
cs: Thajština

# KCharsets|@item Text character set
source: Other
cs: Jiné

# KCharsets|@item
source: Other encoding (%1)
cs: Jiné kódování (%1)

# QObject|
source: The email address you entered is not valid because it contains more than one @. You will not create valid messages if you do not change your address.
cs: Adresa, kterou jste zadali není platná, protože obsahuje více než jeden znak @. Pokud neprovede změnu, adresa nebude platná.

# QObject|
source: The email address you entered is not valid because it does not contain a @. You will not create valid messages if you do not change your address.
cs: Zadaná adresa není platná, protože neobsahuje zavináč (@). Pokud nezadáte platnou adresu, nebudete moci odeslat zprávu.

# QObject|
source: You have to enter something in the email address field.
cs: Vyplňte pole poštovní adresy.

# QObject|
source: The email address you entered is not valid because it does not contain a local part.
cs: Zadaná poštovní adresa není platná, protože neobsahuje lokální část.

# QObject|
source: The email address you entered is not valid because it does not contain a domain part.
cs: Zadaná adresa není platná, protože neobsahuje doménovou část.

# QObject|
source: The email address you entered is not valid because it contains unclosed comments/brackets.
cs: Zadaná adresa není platná, protože obsahuje neuzavřený komentář/závorky.

# QObject|
source: The email address you entered is valid.
cs: Zadaná adresa je platná.

# QObject|
source: The email address you entered is not valid because it contains an unclosed angle bracket.
cs: Zadaná adresa není platná, protože obsahuje neuzavřené ostré závorky.

# QObject|
source: The email address you entered is not valid because it contains too many closing angle brackets.
cs: Zadaná adresa není platná, protože obsahuje příliš pravých ostrých závorek.

# QObject|
source: The email address you have entered is not valid because it contains an unexpected comma.
cs: Zadaná adresa není platná, protože obsahuje neočekávanou čárku.

# QObject|
source: The email address you entered is not valid because it ended unexpectedly. This probably means you have used an escaping type character like a '\' as the last character in your email address.
cs: Zadaná adresa není platná, protože neočekávaně končí. Pravděpodobně jste v adrese zadali na konci znak jako např. '\'.

# QObject|
source: The email address you entered is not valid because it contains quoted text which does not end.
cs: Zadaná adresa není platná, protože obsahuje neukončený text v uvozovkách.

# QObject|
source: The email address you entered is not valid because it does not seem to contain an actual email address, i.e. something of the form joe@example.org.
cs: Zadaná adresa není platná, protože neobsahuje vlastní e-mailovou adresu, např. joe@example.org.

# QObject|
source: The email address you entered is not valid because it contains an illegal character.
cs: Zadaná adresa není platná, protože obsahuje nepovolené znaky.

# QObject|
source: The email address you have entered is not valid because it contains an invalid display name.
cs: Zadaná adresa není platná, protože obsahuje neplatné zobrazované jméno.

# QObject|
source: The email address you entered is not valid because it does not contain a '.'. You will not create valid messages if you do not change your address.
cs: Zadaná adresa není platná, protože neobsahuje '.'. Pokud nezadáte platnou adresu, nebudete moci odeslat zprávu.

# QObject|
source: Unknown problem with email address
cs: Neznámý problém s e-mailovou adresou

# QObject|
source: The email address you entered is not valid. It does not seem to contain an actual email address, i.e. something of the form joe@example.org.
cs: Zadaná adresa není platná. Neobsahuje skutečnou e-mailovou adresu, např. joe@example.org.

# KEncodingProber|@item Text character set
source: Disabled
cs: Zakázáno

# KEncodingProber|@item Text character set
source: Universal
cs: Univerzální

# KEncodingProber|@item Text character set
source: Cyrillic
cs: Cyrilice

# KEncodingProber|@item Text character set
source: Western European
cs: Západní Evropa

# KEncodingProber|@item Text character set
source: Central European
cs: Střední Evropa

# KEncodingProber|@item Text character set
source: Greek
cs: Řečtina

# KEncodingProber|@item Text character set
source: Hebrew
cs: Hebrejština

# KEncodingProber|@item Text character set
source: Turkish
cs: Turečtina

# KEncodingProber|@item Text character set
source: Japanese
cs: Japonština

# KEncodingProber|@item Text character set
source: Baltic
cs: Pobaltí

# KEncodingProber|@item Text character set
source: Chinese Traditional
cs: Tradiční čínština

# KEncodingProber|@item Text character set
source: Chinese Simplified
cs: Zjednodušená čínština

# KEncodingProber|@item Text character set
source: Korean
cs: Korejština

# KEncodingProber|@item Text character set
source: Thai
cs: Thajština

# KEncodingProber|@item Text character set
source: Arabic
cs: Arabština
